quest_system_435602476_name=^?^The Stepbrother
quest_system_435602476_stage_0=^?^Find Mano and persuade him to forgive the Governor.
quest_system_435602476_stage_1=^?^Report to Governor Thompson that Mano has been killed.
quest_system_435602476_stage_2=^?^Report to Governor Thompson that Mano has sworn allegiance to him.
quest_system_435602476_task=^?^It turned out that Thorny Dog has a stepbrother, Mano Riveres, whose loyalty to the Governor is now uncertain. You are to speak with him - and if he is loyal, then he must swear allegiance to the Governor.<br>[reward]
